Repository: miataru/miataru-ios-client
Catalog: miataru/miataru/Assets/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, nl, zh_hans

# device_key_error_empty
source: DeviceKey cannot be empty.
da: DeviceKey kan ikke være tom.
de: DeviceKey darf nicht leer sein.
es: DeviceKey no puede estar vacío.
fi: DeviceKey ei voi olla tyhjä.
fr: Le DeviceKey ne peut pas être vide.
it: DeviceKey non può essere vuoto.
ja: DeviceKey は空にできません。
nl: DeviceKey mag niet leeg zijn.
zh_hans: DeviceKey 不能为空。

# device_key_error_encoding
source: The server did not accept this DeviceKey.
da: Serveren accepterede ikke denne DeviceKey.
de: Der Server hat diesen DeviceKey nicht akzeptiert.
es: El servidor no aceptó este DeviceKey.
fi: Palvelin ei hyväksynyt tätä DeviceKeytä.
fr: Le serveur n’a pas accepté ce DeviceKey.
it: Il server non ha accettato questo DeviceKey.
ja: サーバーがこの DeviceKey を受け付けませんでした。
nl: De server heeft deze DeviceKey niet geaccepteerd.
zh_hans: 服务器未接受此 DeviceKey。

# device_key_error_invalid_response
source: Server response was invalid.
da: Serverens svar var ugyldigt.
de: Serverantwort war ungültig.
es: La respuesta del servidor no es válida.
fi: Palvelimen vastaus oli virheellinen.
fr: La réponse du serveur est invalide.
it: La risposta del server non è valida.
ja: サーバーの応答が無効です。
nl: Serverantwoord was ongeldig.
zh_hans: 服务器响应无效。

# device_key_error_invalid_server
source: Server URL is invalid.
da: Server-URL er ugyldig.
de: Server-URL ist ungültig.
es: La URL del servidor no es válida.
fi: Palvelimen URL-osoite on virheellinen.
fr: L’URL du serveur est invalide.
it: L’URL del server non è valida.
ja: サーバーの URL が無効です。
nl: Server-URL is ongeldig.
zh_hans: 服务器 URL 无效。

# device_key_error_request_failed
source: Request failed. Check your connection and try again.
da: Anmodning mislykkedes. Tjek forbindelsen og prøv igen.
de: Anfrage fehlgeschlagen. Verbindung prüfen und erneut versuchen.
es: La solicitud falló. Comprueba la conexión e inténtalo de nuevo.
fi: Pyyntö epäonnistui. Tarkista yhteys ja yritä uudelleen.
fr: La requête a échoué. Vérifie la connexion et réessaie.
it: La richiesta non è riuscita. Controlla la connessione e riprova.
ja: リクエストに失敗しました。接続を確認して再試行してください。
nl: Verzoek mislukt. Controleer je verbinding en probeer opnieuw.
zh_hans: 请求失败。请检查连接后重试。

# device_key_error_too_long
source: DeviceKey must be 256 characters or less.
da: DeviceKey skal være 256 tegn eller mindre.
de: DeviceKey darf höchstens 256 Zeichen lang sein.
es: DeviceKey debe tener 256 caracteres o menos.
fi: DeviceKey saa olla enintään 256 merkkiä.
fr: Le DeviceKey doit contenir 256 caractères ou moins.
it: DeviceKey deve avere al massimo 256 caratteri.
ja: DeviceKey は256文字以内である必要があります。
nl: DeviceKey moet 256 tekens of minder bevatten.
zh_hans: DeviceKey 必须不超过 256 个字符。

# device_key_generate_button
source: Generate and set DeviceKey
da: Generer og sæt DeviceKey
de: DeviceKey generieren und setzen
es: Generar y establecer DeviceKey
fi: Luo ja aseta DeviceKey
fr: Générer et définir le DeviceKey
it: Genera e imposta DeviceKey
ja: DeviceKey を生成して設定
nl: Genereer en stel DeviceKey in
zh_hans: 生成并设置 DeviceKey

# device_key_intro_text
source: A DeviceKey protects location updates, visitor history, and access control settings. Once set, the key cannot be removed - only changed. Keep it safe and store a copy in a secure place. Setting it is optional but makes your use more secure.
da: En DeviceKey beskytter positionsopdateringer, besøgsoversigt og adgangskontrolindstillinger. Når den er sat, kan nøglen ikke fjernes - kun ændres. Opbevar den sikkert og gem en kopi et trygt sted. Det er valgfrit at sætte den, men det gør din brug mere sikker.
de: Ein DeviceKey schützt Standortaktualisierungen, Besucherhistorie und Zugriffssteuerungseinstellungen. Sobald er gesetzt ist, kann der Schlüssel nicht entfernt werden - nur geändert. Bewahre ihn sicher auf und speichere eine Kopie an einem sicheren Ort. Das Einrichten ist optional, macht deine Nutzung aber sicherer.
es: Un DeviceKey protege las actualizaciones de ubicación, el historial de visitantes y la configuración de control de acceso. Una vez establecido, la clave no se puede eliminar - solo cambiar. Guárdala de forma segura y guarda una copia en un lugar seguro. Configurarlo es opcional, pero hace tu uso más seguro.
fi: DeviceKey suojaa sijaintipäivityksiä, vierailijahistoriaa ja pääsynhallinta-asetuksia. Kun avain on asetettu, sitä ei voi poistaa - vain muuttaa. Säilytä se turvallisesti ja tallenna kopio turvalliseen paikkaan. Asettaminen on valinnaista, mutta se tekee käytöstäsi turvallisempaa.
fr: Un DeviceKey protège les mises à jour de localisation, l'historique des visiteurs et les paramètres de contrôle d'accès. Une fois défini, la clé ne peut pas être supprimée - seulement modifiée. Conserve-la en sécurité et garde une copie dans un endroit sûr. Le définir est facultatif, mais cela rend ton utilisation plus sûre.
it: Un DeviceKey protegge gli aggiornamenti della posizione, la cronologia dei visitatori e le impostazioni di controllo accessi. Una volta impostata, la chiave non può essere rimossa - solo modificata. Conservala in modo sicuro e salva una copia in un luogo sicuro. Impostarla è facoltativo, ma rende l'uso più sicuro.
ja: DeviceKey は位置情報の更新、訪問履歴、アクセス制御設定を保護します。 一度設定すると、キーは削除できません - 変更のみ可能です。安全に保管し、安全な場所にコピーを保存してください。 設定は任意ですが、より安全に利用できます。
nl: Een DeviceKey beschermt locatie-updates, bezoekersgeschiedenis en toegangscontrole-instellingen. Zodra deze is ingesteld, kan de sleutel niet worden verwijderd - alleen gewijzigd. Bewaar hem veilig en sla een kopie op op een veilige plek. Instellen is optioneel, maar maakt je gebruik veiliger.
zh_hans: DeviceKey 可保护位置更新、访问者历史记录和访问控制设置。 一旦设置，密钥无法移除 - 只能更改。请妥善保管并在安全位置保存一份副本。 设置是可选的，但会让你的使用更安全。

# device_key_last_changed
source: Last changed: %@
da: Senest ændret: %@
de: Zuletzt geändert: %@
es: Último cambio: %@
fi: Viimeksi muutettu: %@
fr: Dernière modification : %@
it: Ultima modifica: %@
ja: 最終変更: %@
nl: Laatst gewijzigd: %@
zh_hans: 上次更改: %@

# device_key_long_press_admin_hint
source: Long press the Keycard to unlock the administrative options.
da: Tryk og hold på nøglekortet for at låse de administrative muligheder op.
de: Drücke lange auf die Schlüsselkarte, um die administrativen Optionen freizuschalten.
es: Mantén pulsada la tarjeta de clave para desbloquear las opciones administrativas.
fi: Paina avainkorttia pitkään avataksesi hallinnolliset asetukset.
fr: Appuie longuement sur la carte-clé pour déverrouiller les options administratives.
it: Tieni premuta la scheda chiave per sbloccare le opzioni amministrative.
ja: 管理者向けオプションを表示するには、キーカードを長押ししてください。
nl: Houd de sleutelkaart ingedrukt om de beheerdersopties te ontgrendelen.
zh_hans: 长按密钥卡以解锁管理选项。

# device_key_mismatch_explanation
source: This DeviceKey is not accepted by the server. Restore the correct DeviceKey to resume updates.
da: Denne DeviceKey accepteres ikke af serveren. Gendan den korrekte DeviceKey for at genoptage opdateringer.
de: Dieser DeviceKey wird vom Server nicht akzeptiert. Stelle den korrekten DeviceKey wieder her, um Updates fortzusetzen.
es: Este DeviceKey no es aceptado por el servidor. Restaura el DeviceKey correcto para reanudar las actualizaciones.
fi: Palvelin ei hyväksy tätä DeviceKeytä. Palauta oikea DeviceKey, jotta päivitykset voivat jatkua.
fr: Ce DeviceKey n’est pas accepté par le serveur. Restaure le DeviceKey correct pour reprendre les mises à jour.
it: Questo DeviceKey non è accettato dal server. Ripristina il DeviceKey corretto per riprendere gli aggiornamenti.
ja: この DeviceKey はサーバーに受け付けられていません。正しい DeviceKey を復元して更新を再開してください。
nl: Deze DeviceKey wordt niet geaccepteerd door de server. Herstel de juiste DeviceKey om updates te hervatten.
zh_hans: 服务器不接受此 DeviceKey。请恢复正确的 DeviceKey 以继续更新。

# device_key_missing_current
source: Current DeviceKey is missing. Please restore it first.
da: Nuværende DeviceKey mangler. Gendan den først.
de: Aktueller DeviceKey fehlt. Bitte zuerst wiederherstellen.
es: Falta el DeviceKey actual. Restaúralo primero.
fi: Nykyinen DeviceKey puuttuu. Palauta se ensin.
fr: Le DeviceKey actuel est manquant. Restaure-le d’abord.
it: DeviceKey attuale mancante. Ripristinalo prima.
ja: 現在の DeviceKey がありません。先に復元してください。
nl: Huidige DeviceKey ontbreekt. Herstel deze eerst.
zh_hans: 当前 DeviceKey 缺失。请先恢复。

# device_key_old_device_suffix
source: (Old)
da: (Gammel)
de: (Alt)
es: (Antiguo)
fi: (Vanha)
fr: (Ancien)
it: (Vecchio)
ja: (旧)
nl: (Oud)
zh_hans: （旧）

# device_key_old_device_suffix_numbered
source: (Old %d)
da: (Gammel %d)
de: (Alt %d)
es: (Antiguo %d)
fi: (Vanha %d)
fr: (Ancien %d)
it: (Vecchio %d)
ja: (旧 %d)
nl: (Oud %d)
zh_hans: （旧 %d）

# device_key_restore_button
source: Restore
da: Gendan
de: Wiederherstellen
es: Restaurar
fi: Palauta
fr: Restaurer
it: Ripristina
ja: 復元
nl: Herstellen
zh_hans: 恢复

# device_key_restore_confirm
source: Restore
da: Gendan
de: Wiederherstellen
es: Restaurar
fi: Palauta
fr: Restaurer
it: Ripristina
ja: 復元
nl: Herstellen
zh_hans: 恢复

# device_key_restore_message
source: Enter the DeviceKey you want to restore for this device.
da: Indtast den DeviceKey, du vil gendanne til denne enhed.
de: Gib den DeviceKey ein, den du für dieses Gerät wiederherstellen möchtest.
es: Introduce el DeviceKey que quieres restaurar para este dispositivo.
fi: Anna DeviceKey, jonka haluat palauttaa tälle laitteelle.
fr: Saisissez le DeviceKey que vous souhaitez restaurer pour cet appareil.
it: Inserisci il DeviceKey che vuoi ripristinare per questo dispositivo.
ja: このデバイスに復元する DeviceKey を入力してください。
nl: Voer de DeviceKey in die je voor dit apparaat wilt herstellen.
zh_hans: 请输入你要为此设备恢复的 DeviceKey。

# device_key_restore_server_error
source: The server did not accept this DeviceKey, try again!
da: Serveren accepterede ikke denne DeviceKey, prøv igen!
de: Der Server hat diesen DeviceKey nicht akzeptiert, bitte erneut versuchen!
es: El servidor no aceptó este DeviceKey, ¡inténtalo de nuevo!
fi: Palvelin ei hyväksynyt tätä DeviceKeytä, yritä uudelleen!
fr: Le serveur n’a pas accepté ce DeviceKey, réessaie !
it: Il server non ha accettato questo DeviceKey, riprova!
ja: サーバーがこの DeviceKey を受け付けませんでした。もう一度お試しください。
nl: De server heeft deze DeviceKey niet geaccepteerd, probeer het opnieuw!
zh_hans: 服务器未接受此 DeviceKey，请重试！

# device_key_restore_title
source: Restore DeviceKey
da: Gendan DeviceKey
de: DeviceKey wiederherstellen
es: Restaurar DeviceKey
fi: Palauta DeviceKey
fr: Restaurer le DeviceKey
it: Ripristina DeviceKey
ja: DeviceKey を復元
nl: DeviceKey herstellen
zh_hans: 恢复 DeviceKey

# device_key_title
source: Your Device Key
da: Din DeviceKey
de: Dein DeviceKey
es: Tu DeviceKey
fi: DeviceKeysi
fr: Ton DeviceKey
it: Il tuo DeviceKey
ja: あなたの DeviceKey
nl: Jouw DeviceKey
zh_hans: 你的 DeviceKey

source: Device Name
da: Enhedsnavn
de: Gerätename
es: Nombre del dispositivo
fi: Laitteen nimi
fr: Nom de l’appareil
it: Nome dispositivo
ja: デバイス名
nl: Apparaatnaam
zh_hans: 设备名称

# device_name2
source: Name
da: Navn
es: Nombre
fi: Nimi
fr: Nom
it: Nome
ja: 名前
nl: Naam
zh_hans: 名称

# device_qr_code
source: this devices QR-Code
da: QR-kode for denne enhed
de: QR‑Code dieses Geräts
es: Código QR de este dispositivo
fi: tämän laitteen QR-koodi
fr: QR code de cet appareil
it: QR code di questo dispositivo
ja: このデバイスのQRコード
nl: QR-code van dit apparaat
zh_hans: 此设备的二维码

# device_row_distance
source: Distance
da: Afstand
de: Entfernung
es: Distancia
fi: Etäisyys
it: Distanza
ja: 距離
nl: Afstand
zh_hans: 距离

# device_row_last_seen
source: seen
da: sidst set
de: Update
es: visto
fi: nähty
fr: vu
it: visto
ja: 最終確認
nl: gezien
zh_hans: 上次

# device_row_never
source: never
da: aldrig
de: nie
es: nunca
fi: ei koskaan
fr: jamais
it: mai
ja: なし
nl: nooit
zh_hans: 从未

# device_row_unknown
source: unknown
da: ukendt
de: unbekannt
es: desconocido
fi: tuntematon
fr: inconnu
it: sconosciuto
ja: 不明
nl: onbekend
zh_hans: 未知

# device_slogan_set_failed_try_again_later
source: Something went wrong while setting the device slogan. Please try again later.
da: Der gik noget galt, da enhedens slogan blev sat. Prøv igen senere.
de: Beim Setzen des Device Slogans ist etwas schief gelaufen. Probier es später noch einmal.
es: Algo salió mal al establecer el eslogan del dispositivo. Inténtalo de nuevo más tarde.
fi: Laitteen iskulauseen asettaminen epäonnistui. Yritä myöhemmin uudelleen.
fr: Un problème est survenu lors de la définition du slogan de l'appareil. Réessaie plus tard.
it: Si è verificato un problema durante l'impostazione dello slogan del dispositivo. Riprova più tardi.
ja: デバイスのスローガン設定中に問題が発生しました。しばらくしてからもう一度お試しください。
nl: Er ging iets mis bij het instellen van de apparaatslogan. Probeer het later opnieuw.
zh_hans: 设置设备标语时出了点问题。请稍后再试。

# devicelist_addbutton
source: Add device
da: Tilføj enhed
de: Gerät hinzufügen
es: Añadir dispositivo
fi: Lisää laite
fr: Ajouter un appareil
it: Aggiungi dispositivo
ja: デバイスを追加
nl: Apparaat toevoegen
zh_hans: 添加设备

# devicelist_addbutton_hint
source: Opens the add device form
da: Åbner formularen til at tilføje en enhed
de: Formular zum Hinzufügen eines Geräts öffnen
es: Abre el formulario para añadir un dispositivo
fi: Avaa laitteen lisäyslomakkeen
fr: Ouvre le formulaire d’ajout d’appareil
it: Apre il modulo per aggiungere un dispositivo
ja: デバイス追加フォームを開く
nl: Opent het formulier om een apparaat toe te voegen
zh_hans: 打开添加设备表单

# devicelist_edit_done
source: Done
da: Færdig
de: Fertig
es: Listo
fi: Valmis
fr: Terminé
it: Fatto
ja: 完了
nl: Gereed
zh_hans: 完成

# devicelist_editbutton
source: Edit
da: Redigér
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
it: Modifica
ja: 編集
nl: Bewerken
zh_hans: 编辑

# devicelist_editbutton_hint
source: Enters edit mode for the device list
da: Åbner redigeringstilstand for enhedslisten
de: Wechselt in den Bearbeitungsmodus der Geräteliste
es: Entra en modo edición de la lista de dispositivos
fi: Siirtyy laitelistan muokkaustilaan
fr: Passe en mode édition de la liste des appareils
it: Entra nella modalità modifica elenco dispositivi
ja: デバイス一覧の編集モードに入ります
nl: Schakelt bewerkingsmodus voor de apparatenlijst in
zh_hans: 进入设备列表编辑模式

source: Devices
da: Enheder
de: Geräte
es: Dispositivos
fi: Laitteet
fr: Appareils
it: Dispositivi
ja: デバイス
nl: Apparaten
zh_hans: 设备

source: Documentation to setup your own server (GitHub)
da: Dokumentation til opsætning af egen server (GitHub)
de: Dokumentation zum Einrichten deines eigenen Servers (GitHub)
es: Documentación para configurar tu propio servidor (GitHub)
fi: Ohjeet oman palvelimen asennukseen (GitHub)
fr: Documentation pour configurer ton propre serveur (GitHub)
it: Documentazione per configurare il tuo server (GitHub)
ja: 独自のサーバーを設定するためのドキュメント（GitHub）
nl: Documentatie om je eigen server in te stellen (GitHub)
zh_hans: 配置自有服务器的文档（GitHub）

source: Done
da: Færdig
de: Fertig
es: Listo
fi: Valmis
fr: Terminé
it: Fatto
ja: 完了
nl: Gereed
zh_hans: 完成

source: Easily share your device ID or add others by scanning QR-Codes.
da: Del nemt din enheds-ID eller tilføj andre ved at scanne QR-koder.
de: Teile deine Geräte‑ID einfach oder füge andere hinzu, indem du QR‑Codes scannst.
es: Comparte fácilmente tu ID de dispositivo o añade otros escaneando códigos QR.
fi: Jaa laitetunnus helposti tai lisää muita skannaamalla QR-koodeja.
fr: Partagez facilement ton identifiant d’appareil ou ajoute-en d’autres en scannant des codes QR.
it: Condividi facilmente il tuo ID dispositivo o aggiungi altri scansionando codici QR.
ja: QRコードをスキャンしてデバイスIDを簡単に共有したり、他のユーザーを追加したりできます。
nl: Deel eenvoudig je apparaat-ID of voeg anderen toe door QR-codes te scannen.
zh_hans: 通过扫描二维码轻松分享你的设备 ID 或添加其他设备。

source: Edit Device
da: Redigér enhed
de: Gerät bearbeiten
es: Editar dispositivo
fi: Muokkaa laitetta
fr: Modifier l’appareil
it: Modifica dispositivo
ja: デバイスを編集
nl: Apparaat bewerken
zh_hans: 编辑设备

# edit_device_swipe
source: edit
da: redigér
de: Bearbeiten
es: editar
fi: muokkaa
fr: modifier
it: modifica
ja: 編集
nl: bewerken
zh_hans: 编辑

source: Edit group
da: Redigér gruppe
de: Gruppe bearbeiten
es: Editar grupo
fi: Muokkaa ryhmää
fr: Modifier le groupe
it: Modifica gruppo
ja: グループを編集
nl: Groep bewerken
zh_hans: 编辑群组

# Enter Custom Server
source: Custom Server
da: Brugerdefineret server
de: Eigener Server
es: Servidor personalizado
fi: Mukautettu palvelin
fr: Serveur personnalisé
it: Server personalizzato
ja: 標準サーバー
nl: Aangepaste server
zh_hans: 自定义服务器

source: Error
da: Fejl
de: Fehler
fi: Virhe
fr: Erreur
it: Errore
ja: エラー
nl: Fout
zh_hans: 错误

# error_loading_locationdata
source: Error when loading location data.
da: Fejl ved indlæsning af placeringsdata.
de: Fehler beim Laden der Standortdaten.
es: Error al cargar los datos de ubicación.
fi: Virhe ladattaessa sijaintidataa.
fr: Erreur lors du chargement des données de localisation.
it: Errore nel caricamento dei dati di posizione.
ja: 位置情報データの読み込み中にエラーが発生しました。
nl: Fout bij het laden van locatiedata.
zh_hans: 加载位置数据时出错。

# explanation_auto_refresh_device_list
source: If enabled, the device list will automatically refresh whenever a location update is sent.
da: Hvis aktiveret opdateres enhedslisten automatisk, når en placeringsopdatering sendes.
de: Wenn aktiviert, wird die Geräteliste automatisch aktualisiert, sobald ein Standort-Update gesendet wird.
es: Si está activado, la lista de dispositivos se actualizará automáticamente cada vez que se envíe una actualización de ubicación.
fi: Jos käytössä, laitelista päivittyy automaattisesti aina, kun sijaintipäivitys lähetetään.
fr: Si activé, la liste des appareils se rafraîchira automatiquement à chaque envoi d’une mise à jour de position.
it: Se abilitato, la lista dispositivi si aggiorna automaticamente a ogni aggiornamento di posizione.
ja: 有効にすると、位置情報の更新が送信されるたびにデバイスリストが自動的に更新されます
nl: Indien ingeschakeld wordt de apparatenlijst automatisch ververst telkens er een locatie-update wordt verzonden.
zh_hans: 启用后，每次发送位置更新时设备列表都会自动刷新。

# explanation_deactivate_device_lock
source: If enabled, the app will prevent your device from automatically locking while Miataru is open.
da: Hvis aktiveret forhindrer appen, at din enhed låser automatisk, mens Miataru er åben.
de: Verhindert, dass das Gerät während der Nutzung dieser App automatisch gesperrt wird.
es: Si está activado, la app evitará que el dispositivo se bloquee automáticamente mientras Miataru está abierto.
fi: Jos käytössä, sovellus estää laitteen lukittumisen Miatarun ollessa auki.
fr: Si activé, l’app empêchera ton appareil de se verrouiller automatiquement pendant que Miataru est ouvert.
it: Se abilitato, l'app impedisce al dispositivo di bloccarsi automaticamente mentre Miataru è aperta.
ja: アプリ使用中にデバイスが自動的にロックされるのを防ぎます。
nl: Indien ingeschakeld voorkomt de app dat je apparaat automatisch vergrendelt terwijl Miataru open is.
zh_hans: 启用后，Miataru 打开时将阻止设备自动锁定。

# explanation_indicate_location_accuracy
source: If enabled, the map will display the estimated accuracy of your current location.
da: Hvis aktiveret viser kortet den estimerede nøjagtighed af din aktuelle placering.
de: Wenn aktiviert, zeigt die Karte die geschätzte Genauigkeit deines aktuellen Standorts an.
es: Si está activado, el mapa mostrará la precisión estimada de tu ubicación actual.
fi: Jos käytössä, kartta näyttää nykyisen sijainnin arvioidun tarkkuuden.
fr: Si activé, la carte affichera la précision estimée de ta position actuelle.
it: Se abilitato, la mappa mostra la precisione stimata della posizione attuale.
ja: 有効にすると、マップに現在位置の推定精度が表示されます。
nl: Indien ingeschakeld toont de kaart de geschatte nauwkeurigheid van je huidige locatie.
zh_hans: 启用后，地图会显示你当前位置的估计精度。

# explanation_location_track
source: Enables location tracking and location updates for this device in Miataru.
da: Aktiverer positionssporing og positionsopdateringer for denne enhed i Miataru.
de: Aktiviert die Standortverfolgung und Standortaktualisierungen für dieses Gerät in Miataru.
es: Activa el seguimiento y las actualizaciones de ubicación de este dispositivo en Miataru.
fi: Ottaa käyttöön tämän laitteen sijainninseurannan ja sijaintipäivitykset Miatarussa.
fr: Active le suivi de position et les mises à jour de position pour cet appareil dans Miataru.
it: Attiva il tracciamento e gli aggiornamenti di posizione per questo dispositivo in Miataru.
ja: Miataru でこのデバイスの位置追跡と位置情報更新を有効にします。
nl: Schakelt locatietracking en locatie-updates voor dit apparaat in Miataru in.
zh_hans: 为此设备启用 Miataru 中的位置跟踪和位置更新。

# explanation_location_update_outbox_policy
source: Controls how long and how many unsent location updates are stored locally before they are sent again. Higher values use more storage.
da: Styrer, hvor længe og hvor mange usendte placeringsopdateringer der gemmes lokalt, før de sendes igen. Højere værdier bruger mere lagerplads.
de: Steuert, wie lange und wie viele nicht gesendete Standort-Updates lokal gespeichert werden, bevor sie erneut gesendet werden. Höhere Werte benötigen mehr Speicher.
es: Controla durante cuánto tiempo y cuántas actualizaciones de ubicación no enviadas se guardan localmente antes de volver a enviarlas. Los valores más altos usan más almacenamiento.
fi: Määrittää, kuinka kauan ja kuinka monta lähettämätöntä sijaintipäivitystä säilytetään paikallisesti ennen uutta lähetystä. Suuremmat arvot käyttävät enemmän tallennustilaa.
fr: Définit la durée et le nombre de mises à jour de position non envoyées conservées localement avant un nouvel envoi. Des valeurs plus élevées utilisent plus de stockage.
it: Controlla per quanto tempo e quante posizioni non inviate vengono conservate localmente prima di ritentare l’invio. Valori più alti usano più spazio.
ja: 未送信の位置情報更新を再送信までローカルに保存する期間と件数を制御します。値を大きくするとストレージ使用量が増えます。
nl: Bepaalt hoe lang en hoeveel niet-verzonden locatie-updates lokaal worden bewaard voordat ze opnieuw worden verzonden. Hogere waarden gebruiken meer opslagruimte.
zh_hans: 控制未发送的位置更新在重新发送前在本地保存多久以及保存多少条。较高的值会占用更多存储空间。

# explanation_map_type
source: Changes the base map style between default, hybrid, and satellite views.
da: Ændrer kortets grundstil mellem standard-, hybrid- og satellitvisning.
de: Ändert den Grundstil der Karte zwischen Standard-, Hybrid- und Satellitenansicht.
es: Cambia el estilo base del mapa entre las vistas predeterminada, híbrida y satelital.
fi: Vaihtaa kartan perusnäkymän oletus-, hybridi- ja satelliittinäkymän välillä.
fr: Change le style de base de la carte entre les vues standard, hybride et satellite.
it: Cambia lo stile base della mappa tra vista predefinita, ibrida e satellitare.
ja: 地図の基本スタイルを標準、ハイブリッド、衛星表示の間で切り替えます。
nl: Wijzigt de basiskaartstijl tussen standaard-, hybride- en satellietweergave.
zh_hans: 在默认、混合和卫星视图之间切换基础地图样式。

# explanation_map_update_interval
source: Controls how often locations are refreshed while a device or group map is visible.
da: Styrer, hvor ofte positioner opdateres, mens et enheds- eller gruppekort er synligt.
de: Steuert, wie oft Standorte aktualisiert werden, während eine Geräte- oder Gruppenkarte sichtbar ist.
es: Controla la frecuencia con la que se actualizan las ubicaciones mientras un mapa de dispositivo o grupo está visible.
fi: Määrittää, kuinka usein sijainteja päivitetään, kun laite- tai ryhmäkartta on näkyvissä.
fr: Contrôle la fréquence d’actualisation des positions lorsqu’une carte d’appareil ou de groupe est visible.
it: Controlla la frequenza con cui le posizioni vengono aggiornate quando è visibile una mappa di dispositivo o di gruppo.
ja: デバイスマップまたはグループマップが表示されている間の位置更新頻度を制御します。
nl: Bepaalt hoe vaak locaties worden vernieuwd terwijl een apparaat- of groepskaart zichtbaar is.
zh_hans: 控制设备地图或群组地图可见时刷新位置的频率。
